// Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).
int N = 6;
if (N % 2 == 0)
{
  Console.WriteLine("Чётное");
}
else
{
  Console.WriteLine("Нечётное");
}
